tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "openssl@1.1"
brew "python@3.8"
brew "elixir"
brew "emacs"
brew "git"
brew "graphviz"
brew "mas"
brew "node"
brew "nodebrew"
brew "openjdk"
brew "plantuml"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"

cask "atom"
cask "brackets"
cask "sublime-text"
cask "visual-studio-code"
cask "vivaldi-snapshot"
cask "firefox"
cask "docker"
cask "iterm2"
cask "onyx"
cask "font-source-han-code-jp"

mas "Magnet", id: 441258766
mas "Monit", id: 1014850245
mas "Slack", id: 803453959
